site.org
#+STARTUP: content
#+AUTHOR: Ben Ford
#+HUGO_BASE_DIR: .
#+HUGO_AUTO_SET_LASTMOD: t
** DONE People and Culture
CLOSED: [2019-02-03 Sun 19:36]
:PROPERTIES:
:EXPORT_FILE_NAME: people
:EXPORT_HUGO_HEADLESS: t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2019-02-03 Sun 19:36]
:END:

Companies always say that "their people are their greatest asset". But how do you
ensure that's really true? How do you build a cohesive team who support and push
each other to greatness?

If mission is the direction you're headed in and why you're making your change
in the world the culture that develops is the vessel that will take you there.
Culture is *WHO* you are. The conditions and constraints you put in place define
what that culture becomes.

You don't build a culture it is *EMERGENT* based on the environment in which it
grows.
# {{< header imgurl="/img/training.jpg" >}}
# {{< /header >}}

<<practices>>
