content/home/people.md
+++
title = "People and Culture"
author = ["Ben Ford"]
date = 2019-02-03T19:36:00+00:00
lastmod = 2019-03-12T21:14:37+00:00
draft = false
headless = true
weight = 1
+++

Companies always say that "their people are their greatest asset". But how do you
ensure that's really true? How do you build a cohesive team who support and push
each other to greatness?

If mission is the direction you're headed in and why you're making your change
in the world the culture that develops is the vessel that will take you there.
Culture is **WHO** you are. The conditions and constraints you put in place define
what that culture becomes.

You don't build a culture it is **EMERGENT** based on the environment in which it
grows.

<a id="org8f21ff6"></a>
